[{"data":1,"prerenderedAt":637},["ShallowReactive",2],{"/services":3,"contact-data":4,"services-en":107,"career-en":292,"team-en":392,"projects-en-services":439},null,{"id":5,"button":6,"button_copied":7,"extension":8,"header":9,"legal":10,"meta":95,"stem":104,"type":105,"__hash__":106},"contact_en/en/contact.md","Contact us","Email copied!","md","Let's get started! We are excited for the next challenge. How can we help?",{"liability":11,"dataprot":26},{"legal_ceo":12,"legal_liability_desc":13,"legal_liability_header":14,"legal_liability_body":15,"legal_liability_image_header":16,"legal_liability_image_hero":17,"legal_liability_image_claim":18,"legal_liability_adress":19},"Managing Director","Imprint","Disclaimer","Despite careful content control, we assume no liability for the content of external links. The content of linked sites is the sole responsibility of their operators.","Image Credits","Hero image: Photo by Joshua Hanson via","Claim image: Photo by Dillon Shook via",{"company":20,"street":21,"zip":22,"phone":23,"fax":24,"email":25},"v-sion GmbH","Warschauer Straße 59a","10243 Berlin","+49 (0)30 29 38 19 28","+49 (0)30 29 38 19 18","contact@v-sion.de",{"legal_dataprot_desc":27,"legal_dataprot_intro":28,"legal_dataprot_responsible_header":29,"legal_dataprot_types_header":30,"legal_dataprot_types_body":31,"legal_dataprot_subjects_header":32,"legal_dataprot_subjects_body":33,"legal_dataprot_purpose_header":34,"legal_dataprot_purpose_body":35,"legal_dataprot_terms_header":36,"legal_dataprot_terms_body":37,"legal_dataprot_law_header":38,"legal_dataprot_law_body":39,"legal_dataprot_security_header":40,"legal_dataprot_security_body":41,"legal_dataprot_processors_header":42,"legal_dataprot_processors_body":43,"legal_dataprot_foreign_header":44,"legal_dataprot_foreign_body":45,"legal_dataprot_rights_header":46,"legal_dataprot_rights_body":47,"legal_dataprot_revoke_header":48,"legal_dataprot_revoke_body":49,"legal_dataprot_object_header":50,"legal_dataprot_object_body":51,"legal_dataprot_cookies_header":52,"legal_dataprot_cookies_body":53,"legal_dataprot_delete_header":54,"legal_dataprot_delete_body":55,"legal_dataprot_business_header":56,"legal_dataprot_business_body":57,"legal_dataprot_agency_header":58,"legal_dataprot_agency_body":59,"legal_dataprot_contract_header":60,"legal_dataprot_contract_body":61,"legal_dataprot_admin_header":62,"legal_dataprot_admin_body":63,"legal_dataprot_analysis_header":64,"legal_dataprot_analysis_body":65,"legal_dataprot_applicant_header":66,"legal_dataprot_applicant_body":67,"legal_dataprot_contact_header":68,"legal_dataprot_contact_body":69,"legal_dataprot_hosting_header":70,"legal_dataprot_hosting_body":71,"legal_dataprot_logfiles_header":72,"legal_dataprot_logfiles_body":73,"legal_dataprot_gtm_header":74,"legal_dataprot_gtm_body":75,"legal_dataprot_ga_header":76,"legal_dataprot_ga_body":77,"legal_dataprot_social_header":78,"legal_dataprot_social_body":79,"legal_dataprot_thirdparty_header":80,"legal_dataprot_thirdparty_body":81,"legal_dataprot_vimeo_header":82,"legal_dataprot_vimeo_body":83,"legal_dataprot_fonts_header":84,"legal_dataprot_fonts_body":85,"legal_dataprot_maps_header":86,"legal_dataprot_maps_body":87,"legal_dataprot_twitter_header":88,"legal_dataprot_twitter_body":89,"legal_dataprot_xing_header":90,"legal_dataprot_xing_body":91,"legal_dataprot_linkedin_header":92,"legal_dataprot_linkedin_body":93,"legal_dataprot_generator_footer":94},"Privacy Policy","This privacy policy informs you about the type, scope, and purpose of the processing of personal data (hereinafter referred to as 'data') within our online offer and the websites, features, and content connected to it, as well as external online presences, such as our social media profiles (hereinafter collectively referred to as 'online offer'). Regarding the terms used, such as 'processing' or 'controller', we refer to the definitions in Article 4 of the General Data Protection Regulation (GDPR).","Controller","Types of processed data:","- Master data (e.g., names, addresses).\u003Cbr/>- Contact data (e.g., email, phone numbers).\u003Cbr/>- Content data (e.g., text entries, photographs, videos).\u003Cbr/>- Usage data (e.g., visited websites, interest in content, access times).\u003Cbr/>- Meta-/communication data (e.g., device information, IP addresses).","Categories of data subjects","Visitors and users of the online offer (hereinafter collectively referred to as 'users').","Purpose of processing","- Provision of the online offer, its functions, and content.\u003Cbr/>- Responding to contact requests and communication with users.\u003Cbr/>- Security measures.\u003Cbr/>- Reach measurement/marketing","Definitions used","“Personal data” means any information relating to an identified or identifiable natural person (hereinafter 'data subject') an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, identification number, location data, online identifier (e.g., cookie) or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural, or social identity of that natural person.\u003Cbr/>“Processing” is any operation or set of operations carried out on personal data, whether or not by automated means. The term is broad and includes practically any handling of data.\u003Cbr/>“Pseudonymization” means processing personal data in a way that they can no longer be attributed to a specific data subject without the use of additional information, provided such additional information is kept separately and is subject to technical and organizational measures to ensure that the personal data are not attributed to an identified or identifiable natural person.\u003Cbr/>“Profiling” means any form of automated processing of personal data consisting of using personal data to evaluate certain personal aspects relating to a natural person, in particular to analyze or predict aspects concerning work performance, economic situation, health, personal preferences, interests, reliability, behavior, location, or movements.\u003Cbr/>“Controller” means the natural or legal person, authority, institution, or other body which alone or jointly with others determines the purposes and means of processing personal data.\u003Cbr/>“Processor” means a natural or legal person, authority, institution, or other body that processes personal data on behalf of the controller.","Applicable legal basis","Pursuant to Art. 13 GDPR, we inform you of the legal basis for our data processing. If the legal basis is not mentioned in this privacy policy, the following applies: the legal basis for obtaining consent is Art. 6(1)(a) and Art. 7 GDPR for processing to fulfill our services and carry out contractual measures and respond to inquiries is Art. 6(1)(b) GDPR for processing to fulfill legal obligations is Art. 6(1)(c) GDPR and for processing to safeguard our legitimate interests is Art. 6(1)(f) GDPR. In cases where vital interests of the data subject or another natural person require processing, Art. 6(1)(d) GDPR applies.","Security measures","We take appropriate technical and organizational measures pursuant to Art. 32 GDPR, considering the state of the art, implementation costs, the nature, scope, circumstances, and purposes of processing, as well as the likelihood and severity of risks to the rights and freedoms of natural persons, to ensure an appropriate level of security.\u003Cbr/>Measures include securing the confidentiality, integrity, and availability of data by controlling physical access, access permissions, input, transfer, backup, and separation. We also have procedures to ensure data subject rights, data deletion, and response to data risks. Furthermore, data protection is considered during the development or selection of hardware, software, and procedures according to the principle of privacy by design and privacy-friendly default settings (Art. 25 GDPR).","Collaboration with processors and third parties","If we disclose data to other persons or companies (processors or third parties) in the course of our processing, transfer it to them, or otherwise grant access, this only occurs based on legal permission (e.g., if transfer to third parties such as payment providers is required under Art. 6(1)(b) GDPR to fulfill a contract), with your consent, based on a legal obligation, or on our legitimate interests (e.g., when using contractors, web hosts, etc.).\u003Cbr/>If we engage third parties as processors under an 'order processing contract,' this is based on Art. 28 GDPR.","Transfers to third countries","If we process data in a third country (i.e., outside the EU or EEA) or this occurs via third-party services or transfer to third parties, this only happens to fulfill contractual obligations, based on your consent, legal obligations, or legitimate interests. Subject to legal or contractual permissions, we process data in third countries only under the special requirements of Arts. 44 ff. GDPR, e.g., with safeguards such as EU adequacy decisions or standard contractual clauses.","Rights of data subjects","You have the right to request confirmation as to whether your data is being processed and access to such data as well as further information and copies in accordance with Art. 15 GDPR.\u003Cbr/>\u003Cbr/>Under Art. 16 GDPR, you have the right to request the completion or correction of incorrect data concerning you.\u003Cbr/>\u003Cbr/>Under Art. 17 GDPR, you have the right to request the deletion of your data, or alternatively under Art. 18 GDPR, to restrict processing.\u003Cbr/>\u003Cbr/>You have the right under Art. 20 GDPR to receive your data and request its transfer to another controller.\u003Cbr/>\u003Cbr/>You also have the right under Art. 77 GDPR to lodge a complaint with the relevant supervisory authority.","Right of withdrawal","You have the right to withdraw consents granted under Art. 7(3) GDPR with effect for the future.","Right to object","You may object at any time to future processing of your data under Art. 21 GDPR, in particular for direct marketing purposes.","Cookies and right to object to direct marketing","Cookies are small files stored on users' devices. They primarily store information about the user or device during or after visiting an online offer. Session cookies are deleted after the session ends. Persistent cookies remain after closing the browser. Third-party cookies are set by providers other than the operator. Users can disable cookies in their browser settings. Opt-out for online marketing cookies is also available via \u003Ca href='http://www.aboutads.info/choices/' target='_blank' rel='noopener noreferrer'>http://www.aboutads.info/choices/\u003C/a> or \u003Ca href='http://www.youronlinechoices.com/' target='_blank' rel='noopener noreferrer'>http://www.youronlinechoices.com/\u003C/a>. Disabling cookies may limit website functionality.","Deletion of data","Data we process is deleted or restricted per Arts. 17 and 18 GDPR. Data is deleted when no longer required, unless legal retention obligations exist. Legal retention periods in Germany: 10 years for accounting records, 6 years for business letters. In Austria: 7 years for accounting records, 22 years for real estate documents, 10 years for electronic services.","Business-related processing","We also process \u003Cbr/>- Contract data (e.g., subject, duration, customer category). \u003Cbr/>- Payment data (e.g., bank account, payment history) \u003Cbr/>from our clients, prospects, and business partners to provide contractual services, service, marketing, and research.","Agency services","We process client data for services such as consulting, campaign planning, software and design development, implementation, server administration, data analysis, and training. We process master data, contact data, content data, contract and payment data, usage and metadata. Special categories of personal data are processed only if part of commissioned processing. Data is processed per contractual and legal requirements and deleted after legal retention periods.","Contractual services","We process data of our partners, clients, and other principals to provide contractual or pre-contractual services under Art. 6(1)(b) GDPR. This includes master, contact, contract, and payment data. Special categories of data are only processed if necessary for contract performance. Data retention and deletion follow statutory obligations and contract needs.","Administration, accounting, office organization, contact management","Data is processed for administration, accounting, compliance, and archival purposes. This includes the same data used in contract performance. Data may be disclosed to tax authorities, advisors, and service providers. Supplier and business partner data is stored for future contact, generally permanently.","Business analysis and market research","To manage our business, recognize market trends, and customer needs, we analyze data such as business transactions, contracts, and inquiries. Data includes master, contact, contract, payment, usage, and metadata. Analyses aim to improve usability, optimize offerings, and enhance efficiency. Anonymized or deleted profiles after two years.","Privacy information in the application process","Applicant data is processed only for the application process according to legal requirements. This includes personal data, contact info, application documents, and optionally special data like health info under Art. 9 GDPR. Data can be submitted via online forms or email. Successful applications may retain data unsuccessful or withdrawn applications are deleted after 6 months.","Contact","When contacting us (via form, email, phone, social media), user data is processed under Art. 6(1)(b) GDPR. Data may be stored in a CRM. Requests are deleted when no longer necessary, checked every two years, subject to legal retention.","Hosting and email delivery","Hosting services provide infrastructure, platform services, storage, databases, email, security, and maintenance. We and our provider process master, contact, content, contract, usage, meta, and communication data under Art. 6(1)(f) GDPR and Art. 28 GDPR.","Collection of access data and log files","We or our hosting provider collect server access data (server log files) under Art. 6(1)(f) GDPR. Data includes webpage name, file, date/time, data volume, success message, browser type/version, OS, referrer URL, IP, and provider. Logs are stored max 7 days necessary evidence data is retained until resolution.","Google Tag Manager","Google Tag Manager allows us to manage website tags via an interface (e.g., Google Analytics). The Tag Manager does not process personal data. Usage policies: \u003Ca href='https://www.google.com/intl/de/tagmanager/use-policy.html' target='_blank' rel='noopener noreferrer\\&quot>https://www.google.com/intl/de/tagmanager/use-policy.html\u003C/a>.","Google Analytics","We use Google Analytics under our legitimate interest (Art. 6(1)(f) GDPR). Google Analytics uses cookies, data is typically sent to the USA. IP anonymization is enabled. Users can opt-out via \u003Ca href='http://tools.google.com/dlpage/gaoptout?hl=de' target='_blank' rel='noopener noreferrer'>http://tools.google.com/dlpage/gaoptout?hl=de\u003C/a>. More info: \u003Ca href='https://policies.google.com/technologies/ads' target='_blank' rel='noopener noreferrer'>https://policies.google.com/technologies/ads\u003C/a> and \u003Ca href='https://adssettings.google.com/authenticated' target='_blank' rel='noopener noreferrer'>https://adssettings.google.com/authenticated\u003C/a>. Data deleted/anonymized after 14 months.","Social media presences","We maintain social media presences to communicate with customers, prospects, and users. Users interactions are processed as described unless otherwise stated.","Integration of third-party services and content","We use third-party services for content integration, e.g., videos or fonts, based on legitimate interest (Art. 6(1)(f) GDPR). Third-party providers may see user IPs to deliver content. They may also use pixels or cookies for analytics or marketing.","Vimeo","We may embed Vimeo videos. Privacy: \u003Ca href='https://vimeo.com/privacy' target='_blank' rel='noopener noreferrer'>https://vimeo.com/privacy\u003C/a>. Vimeo may use Google Analytics, see \u003Ca href='https://www.google.com/policies/privacy' target='_blank' rel='noopener noreferrer'>https://www.google.com/policies/privacy\u003C/a> and opt-out options.","Google Fonts","We embed Google Fonts. Privacy: \u003Ca href='https://www.google.com/policies/privacy/' target='_blank' rel='noopener noreferrer'>https://www.google.com/policies/privacy/\u003C/a>, Opt-out: \u003Ca href='https://adssettings.google.com/authenticated' target='_blank' rel='noopener noreferrer'>https://adssettings.google.com/authenticated\u003C/a>.","Google Maps","We embed Google Maps. Data may include IP addresses and location data, processed in the USA. Privacy: \u003Ca href='https://www.google.com/policies/privacy/' target='_blank' rel='noopener noreferrer'>https://www.google.com/policies/privacy/\u003C/a>, Opt-out: \u003Ca href='https://adssettings.google.com/authenticated' target='_blank' rel='noopener noreferrer'>https://adssettings.google.com/authenticated\u003C/a>.","Twitter","Twitter functions and content may be integrated. Users sharing content may be linked to Twitter profiles. Privacy: \u003Ca href='https://twitter.com/de/privacy' target='_blank' rel='noopener noreferrer'>https://twitter.com/de/privacy\u003C/a>, Opt-out: \u003Ca href='https://twitter.com/personalization' target='_blank' rel='noopener noreferrer'>https://twitter.com/personalization\u003C/a>. Instagram functions may also be embedded. Privacy: \u003Ca href='http://instagram.com/about/legal/privacy/' target='_blank' rel='noopener noreferrer'>http://instagram.com/about/legal/privacy/\u003C/a>.","Xing","Within our online offering, functions and content from the service Xing, provided by XING AG, Dammtorstraße 29-32, 20354 Hamburg, Germany, may be integrated. This can include, for example, content such as images, videos, or text and buttons that allow users to share content from this online offering within Xing. If users are members of the Xing platform, Xing may associate the access of the above-mentioned content and functions with their profiles. Privacy Policy of Xing: \u003Ca href='https://www.xing.com/app/share?op=data_protection' target='_blank' rel='noopener noreferrer'>https://www.xing.com/app/share?op=data_protection\u003C/a>.","LinkedIn","Within our online offering, functions and content from the service LinkedIn, provided by LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland, may be integrated. This can include, for example, content such as images, videos, text, and buttons that allow users to share content from this online offering within LinkedIn. If users are members of the LinkedIn platform, LinkedIn may associate the access of the above-mentioned content and functions with their profiles. Privacy Policy of LinkedIn: \u003Ca href='https://www.linkedin.com/legal/privacy-policy' target='_blank' rel='noopener noreferrer'>https://www.linkedin.com/legal/privacy-policy\u003C/a>. LinkedIn is certified under the Privacy Shield agreement (\u003Ca href='https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&ampstatus=Active' target='_blank' rel='noopener noreferrer'>https://www.privacyshield.gov/participant?id=a2zt0000000L0UZAA0&ampstatus=Active\u003C/a>). Opt-Out: \u003Ca href='https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out' target='_blank' rel='noopener noreferrer'>https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out\u003C/a>.","Created with Datenschutz-Generator.de by attorney Dr. Thomas Schwenke",{"path":96,"title":68,"description":97,"body":98},"/en/contact","",{"type":99,"value":100,"toc":101},"minimark",[],{"title":97,"searchDepth":102,"depth":102,"links":103},2,[],"en/contact","contact","FDVafMHTdtqkULYBpAn-tP9anwzHfYp_5sjEKFq4LLE",{"id":108,"title":109,"body":110,"description":97,"extension":8,"header":109,"heroImage":280,"menu":283,"meta":285,"navigation":287,"path":288,"seo":289,"stem":290,"type":131,"__hash__":291},"services_en/en/services.md","Services",{"type":99,"value":111,"toc":278},[112,121,130,134,153,171,189,207,224,242,260],[113,114,117],"title-block",{":image-pos":115,":image-src":116},"tr","heroImage",[118,119,120],"p",{},"We analyze, advise, plan, design, conceptualize, optimize, and deliver",[122,123,124],"indented-text-block",{},[125,126,127],"template",{"v-slot:body":97},[118,128,129],{},"As a design studio and technical developer, we realize live broadcasts based on individual visions. Our expertise in real-time graphics, virtual studios, augmented graphics, and video walls is something we don't keep to ourselves - we share knowledge and grow together with our clients. For modern productions crafted with attention to detail.",[131,132],"services",{":menu":133},"menu",[135,136,138,143,148],"text-block",{":block-index":137,":show-projects":97},"0",[125,139,140],{"v-slot:header":97},[118,141,142],{},"Code & Control",[125,144,145],{"v-slot:subHeader":97},[118,146,147],{},"Smart control for flawless productions",[125,149,150],{"v-slot:body":97},[118,151,152],{},"Our custom control systems ensure smooth workflows and enable precise control of the entire production.",[135,154,156,161,166],{":block-index":155,":show-projects":97},"1",[125,157,158],{"v-slot:header":97},[118,159,160],{},"Interaction",[125,162,163],{"v-slot:subHeader":97},[118,164,165],{},"Maximum freedom for presenters",[125,167,168],{"v-slot:body":97},[118,169,170],{},"We provide intuitive solutions that give on-air talent the greatest possible creative freedom in live broadcasting.",[135,172,174,179,184],{":block-index":173,":show-projects":97},"2",[125,175,176],{"v-slot:header":97},[118,177,178],{},"Operations",[125,180,181],{"v-slot:subHeader":97},[118,182,183],{},"Broadcast operations - fast, flexible, secure",[125,185,186],{"v-slot:body":97},[118,187,188],{},"We take responsibility - from setup all the way to the livestream - and ensure everything runs perfectly. Even when speed matters most.",[135,190,192,197,202],{":block-index":191,":show-projects":97},"3",[125,193,194],{"v-slot:header":97},[118,195,196],{},"Sport",[125,198,199],{"v-slot:subHeader":97},[118,200,201],{},"Interactive studio graphics in real time",[125,203,204],{"v-slot:body":97},[118,205,206],{},"We design clear, structured graphics that present complex news content in a way that is both understandable and visually engaging.",[135,208,210,215,220],{":block-index":209,":show-projects":97},"4",[125,211,212],{"v-slot:header":97},[118,213,214],{},"News",[125,216,217],{"v-slot:subHeader":97},[118,218,219],{},"Clear design for informative news",[125,221,222],{"v-slot:body":97},[118,223,206],{},[135,225,227,232,237],{":block-index":226,":show-projects":97},"5",[125,228,229],{"v-slot:header":97},[118,230,231],{},"Studio & Videowalls",[125,233,234],{"v-slot:subHeader":97},[118,235,236],{},"Connected technology for interactive live shows",[125,238,239],{"v-slot:body":97},[118,240,241],{},"From international broadcasters to local stations: our clients are as diverse as our services. They challenge us - and we deliver results that excite.",[135,243,245,250,255],{":block-index":244,":show-projects":97},"6",[125,246,247],{"v-slot:header":97},[118,248,249],{},"Infographics",[125,251,252],{"v-slot:subHeader":97},[118,253,254],{},"Complex data, visually on point",[125,256,257],{"v-slot:body":97},[118,258,259],{},"Where information meets design: data becomes a story that you can understand at a glance.",[135,261,263,268,273],{":block-index":262,":show-projects":97},"7",[125,264,265],{"v-slot:header":97},[118,266,267],{},"Storytelling",[125,269,270],{"v-slot:subHeader":97},[118,271,272],{},"Creative narratives, powerfully staged",[125,274,275],{"v-slot:body":97},[118,276,277],{},"People think in stories. We understand dramaturgy and stage content in a way that stays in mind and resonates.",{"title":97,"searchDepth":102,"depth":102,"links":279},[],{"src":281,"alt":282},"/images/bg_services_top_full.png","Hero image showing Berlin skyline",{"items":284},[142,160,178,196,214,231,249,267],{"_path":286},"/services",true,"/en/services",{"title":109,"description":97},"en/services","cvhknOSV5Fi4Fe7l85zKBlINw_dOZbs-xU85rifOORc",{"id":293,"title":294,"body":295,"careerImage1":361,"careerImage2":364,"description":97,"extension":8,"header":294,"heroImage":367,"meta":369,"navigation":287,"path":371,"seo":372,"smallCards":373,"stem":389,"type":390,"__hash__":391},"career_en/en/career.md","Career",{"type":99,"value":296,"toc":359},[297,304,314,325,335,345,350],[113,298,301],{":image-pos":299,":image-src":116,":text-pos":300},"tl","r",[118,302,303],{},"This is where your talent belongs.",[122,305,306,309],{},[118,307,308],{},"Join the v-sion team!",[125,310,311],{"v-slot:body":97},[118,312,313],{},"For over 15 years, we've been combining design, technology, and innovation to bring out the best in live broadcasting. With a well-coordinated team of developers, designers, and operators, we focus on quality, creativity, and reliability - for projects that both fascinate and function. Here, you can fully apply your talent and help us shape the future of live production.",[315,316,317,320],"career-card",{},[118,318,319],{},"Junior Senior m/f/d",[125,321,322],{"v-slot:body":97},[118,323,324],{},"We're looking for someone to support us with a variety of tasks.\nYoung, experienced, or somewhere in between? Get in touch and join our\nteam to work on exciting projects together.",[315,326,327,330],{},[118,328,329],{},"Senior Junior m/f/d",[125,331,332],{"v-slot:body":97},[118,333,334],{},"We're looking for someone to support us with a variety of tasks.\nWhether you're just starting out or have years of experience - contact us and\nbecome part of our team working on diverse projects.",[315,336,337,340],{},[118,338,339],{},"Unsolicited application m/f/d",[125,341,342],{"v-slot:body":97},[118,343,344],{},"Would you like to join v-sion but haven't found a matching position?\nMaybe we're still a perfect fit! Tell us why you'd be the ideal addition\nto our team and send us your application.\nWe look forward to getting to know you!",[346,347],"career-images-section",{":careerImage1":348,":careerImage2":349},"careerImage1","careerImage2",[351,352,354],"career-benefits",{":cards":353},"smallCards",[125,355,356],{"v-slot:cardHeader":97},[118,357,358],{},"Values, culture and benefits",{"title":97,"searchDepth":102,"depth":102,"links":360},[],{"src":362,"alt":363},"/images/bg_career_1.png","Career image one",{"src":365,"alt":366},"/images/bg_career_2.png","Career image two",{"src":368,"alt":282},"/images/bg_main_top_full.png",{"_path":370},"/career","/en/career",{"title":294,"description":97},[374,377,380,383,386],{"header":375,"text":376},"Modern work environment","Our centrally located loft office is bright, stylish - and equipped with everything you need: excellent coffee, a fully equipped kitchen, chilled drinks, and fresh fruit await you.",{"header":378,"text":379},"Flexible work that fits you","Remote, hybrid, or on-site - you decide where you work. Our offices in Mainz and Berlin are always open to you, but you can also work fully remotely - whatever works best for you.",{"header":381,"text":382},"Equipment tailored to your needs","Whether MacBook or Linux setup - we'll provide exactly the tools that make you most productive. Naturally with a 4K display and high performance.",{"header":384,"text":385},"Team spirit at eye level","We pull together, support one another, and treat each other with respect. For us, it's all about the WE - not just in projects, but every day.",{"header":387,"text":388},"Shared experiences","Whether summer parties, monthly breakfasts, or barbecues on the boat - we regularly celebrate successes and togetherness. Because a strong team grows beyond the office too.","en/career","career","pHsMya2jE8vDyb_H0NXX64pqXXZHB7syOoeeECcAlvs",{"id":393,"title":394,"body":395,"cursivWord1":416,"cursivWord2":417,"description":97,"extension":8,"headerLine1":418,"headerLine2":419,"images":420,"meta":432,"navigation":287,"path":434,"seo":435,"stem":436,"type":437,"__hash__":438},"team_en/en/team.md","Team",{"type":99,"value":396,"toc":414},[397,400,410],[398,399],"team-headline",{},[122,401,402,405],{},[118,403,404],{},"Live from Berlin to the world since 2010",[125,406,407],{"v-slot:body":97},[118,408,409],{},"We are a tight-knit team of developers, designers, and operators. For 15 years, we've been getting the best out of live broadcasts - working closely with our clients every step of the way. When you work with us, you're not just hiring a service - you're engaging in a collaboration that benefits both sides. We believe in knowledge sharing instead of secrecy: growing together is our goal, our vision.",[411,412],"team-cards",{":images-array":413},"images",{"title":97,"searchDepth":102,"depth":102,"links":415},[],"Easy","professional","to work with and","in business",[421,425,428,430],{"src":422,"alt":282,"text":423,"alignment":424},"/images/bg_team_card_1.png","V/SION is not just a service provider, but a partner: we think along with our clients, put ourselves in their world, and set new standards with our solutions.","left",{"src":422,"alt":282,"text":426,"alignment":427},"What sets us apart: we stand for technological excellence and creativity. Our clients can trust that we deliver their productions flawlessly, hit the right tone, and are always looking for new ways to make the outcome even better.","right",{"src":422,"alt":282,"text":429,"alignment":424},"Reliability and speed are the foundation of good collaboration. Whether a graphic needs tweaking or the entire production needs managing, we’ve got it covered - thanks to our flexible setup, we're ready whenever you need us.",{"src":422,"alt":282,"text":431,"alignment":427},"Our goal: to make productions as innovative and unique as possible - highly complex behind the scenes, yet easy to work with.",{"_path":433},"/team","/en/team",{"title":394,"description":97},"en/team","team","NRuHRrWc-qED3JjViY-k-yJteLXPgGviCPcJXzTFN7E",[440,508,555,598],{"id":441,"title":442,"body":443,"coverImage":472,"description":97,"detailImage":474,"extension":8,"header":454,"meta":476,"navigation":287,"path":477,"projectsHeader":478,"seo":479,"sliderImages":480,"slug":491,"stem":492,"table":493,"type":506,"__hash__":507},"projects_en/projects/project3SAT.md","Project3SAT",{"type":99,"value":444,"toc":470},[445],[446,447,452,455,460,465],"project-details",{":image-src":448,":projects-header":449,":slider-images":450,":table-details":451},"detailImage","projectsHeader","sliderImages","table",[118,453,454],{},"3SAT",[125,456,457],{"v-slot:project-name":97},[118,458,459],{},"Test",[125,461,462],{"v-slot:body":97},[118,463,464],{},"3SAT Body description",[125,466,467],{"v-slot:sub":97},[118,468,469],{},"3SAT Subtitle",{"title":97,"searchDepth":102,"depth":102,"links":471},[],{"src":473,"alt":454},"/images/projects/3sat_cover.png",{"src":475,"alt":454},"/images/projects/3sat_detail.svg",{},"/projects/project3sat","Our Projects",{"title":442,"description":97},[481,485,488],{"src":482,"alt":483,"title":484},"/images/projects/test.jpg","Studio View 1","Studio View from 3SAT Studio",{"src":482,"alt":486,"title":487},"Studio View 2","Wettervorschau Animation",{"src":482,"alt":489,"title":490},"Studio View 3","Setup Studio","project3sat","projects/project3SAT",{"header":494,"tasks":497,"technologies":502},{"firstCol":495,"secondCol":496},"Our Tasks","Technologies",[498,499,500,501],"Design Implementation","Technical Conception","Graphic Scenes","Templates",[503,504,505],"Viz Artist","Viz Pilot","Adobe CC","project","LV-_Odyh7d0889ge5QZ8h-ez9V4ZXsThNyJhx80kLMs",{"id":509,"title":510,"body":511,"coverImage":535,"description":97,"detailImage":537,"extension":8,"header":539,"meta":540,"navigation":287,"path":541,"projectsHeader":478,"seo":542,"sliderImages":543,"slug":548,"stem":549,"table":550,"type":506,"__hash__":554},"projects_en/projects/projectZDF.md","ProjectZDF",{"type":99,"value":512,"toc":533},[513],[446,514,515,518,523,528],{":image-src":448,":projects-header":449,":slider-images":450,":table-details":451},[118,516,517],{},"ZDF",[125,519,520],{"v-slot:project-name":97},[118,521,522],{},"Moma",[125,524,525],{"v-slot:body":97},[118,526,527],{},"The new ZDF morning magazine moma looks so good! The redesign of the studio is more than just a redesign for ZDF:",[125,529,530],{"v-slot:sub":97},[118,531,532],{},"The television studio becomes a space where you can experience the work of journalists. The central element is the large table - a work table.",{"title":97,"searchDepth":102,"depth":102,"links":534},[],{"src":536,"alt":517},"/images/projects/zdf_cover.svg",{"src":538,"alt":517},"/images/projects/zdf_detail.png","ZDF Moma",{},"/projects/projectzdf",{"title":510,"description":97},[544,546,547],{"src":482,"alt":483,"title":545},"Studio View from ZDF Studio",{"src":482,"alt":486,"title":487},{"src":482,"alt":489,"title":490},"projectzdf","projects/projectZDF",{"header":551,"tasks":552,"technologies":553},{"firstCol":495,"secondCol":496},[498,499,500,501],[503,504,505],"Db4DM8MSoq7NjZYxsT40tpyBahTtPqpMF33HFFlnatM",{"id":556,"title":557,"body":558,"coverImage":582,"description":97,"detailImage":583,"extension":8,"header":564,"meta":584,"navigation":287,"path":585,"projectsHeader":478,"seo":586,"sliderImages":587,"slug":591,"stem":592,"table":593,"type":506,"__hash__":597},"projects_en/projects/projectanother.md","Project Another",{"type":99,"value":559,"toc":580},[560],[446,561,562,565,570,575],{":image-src":448,":projects-header":449,":slider-images":450,":table-details":451},[118,563,564],{},"Another",[125,566,567],{"v-slot:project-name":97},[118,568,569],{},"Project",[125,571,572],{"v-slot:body":97},[118,573,574],{},"Another Body description",[125,576,577],{"v-slot:sub":97},[118,578,579],{},"Another Subtitle",{"title":97,"searchDepth":102,"depth":102,"links":581},[],{"src":482,"alt":564},{"src":482,"alt":564},{},"/projects/projectanother",{"title":557,"description":97},[588,589,590],{"src":482,"alt":483,"title":484},{"src":482,"alt":486,"title":487},{"src":482,"alt":489,"title":490},"projectanother","projects/projectanother",{"header":594,"tasks":595,"technologies":596},{"firstCol":495,"secondCol":496},[498,499,500,501],[503,504,505],"YRSyo3ttvb2g7TqO_oNw6qPUezCNTyRMj4pLkuJJfTM",{"id":599,"title":557,"body":600,"coverImage":620,"description":97,"detailImage":622,"extension":8,"header":459,"meta":623,"navigation":287,"path":624,"projectsHeader":478,"seo":625,"sliderImages":626,"slug":630,"stem":631,"table":632,"type":506,"__hash__":636},"projects_en/projects/projecttest.md",{"type":99,"value":601,"toc":618},[602],[446,603,604,606,610,614],{":image-src":448,":projects-header":449,":slider-images":450,":table-details":451},[118,605,569],{},[125,607,608],{"v-slot:project-name":97},[118,609,459],{},[125,611,612],{"v-slot:body":97},[118,613,574],{},[125,615,616],{"v-slot:sub":97},[118,617,579],{},{"title":97,"searchDepth":102,"depth":102,"links":619},[],{"src":621,"alt":564},"/images/bg_about_top_full.png",{"src":482,"alt":564},{},"/projects/projecttest",{"title":557,"description":97},[627,628,629],{"src":482,"alt":483,"title":484},{"src":482,"alt":486,"title":487},{"src":482,"alt":489,"title":490},"projecttest","projects/projecttest",{"header":633,"tasks":634,"technologies":635},{"firstCol":495,"secondCol":496},[498,499,500,501],[503,504,505],"4p5R0SgCvCPZgiiMSz4rSlPBFy6a23Q4Ud3wI6FmUho",1767779789542]